
    // Do not modify this file by hand!
    // Re-generate this file by running lit-localize

    
    import {str} from '@lit/localize';

    /* eslint-disable no-irregular-whitespace */
    /* eslint-disable @typescript-eslint/no-explicit-any */

    export const templates = {
      's086e6c267ade2609': `Насищане`,
's12d19e4d8b9aa14e': `Не е необходима конфигурация, затова ето как да използвате филтрите.`,
's18e8b71ff7db49f0': `Превключване на темата`,
's1efbfc3937d565bd': `Фон`,
's2428fd2603e728e2': `Запалка Plus`,
's255857544a9d5ec0': `Нулиране`,
's27056379e0acfdb0': `Облекчете`,
's296ec239b0f24a15': `Цветен огън`,
's344ea8f4939cdc98': `Цвят`,
's37f902723b049138': `Силна светлина`,
's4771754365720ac1': `Избирател на нюанси`,
's491d2919cd6ec3d9': `Нюанс`,
's50b7a935c233f307': `Цветен дъжд`,
's5210113c2dde3fee': `Ясен фон`,
's5c4aef4e5aa84518': `Завъртане на нюанса`,
's5cc1e842f13a85b9': `Използвайте менюто Персонализиране, за да настроите филтъра си или да го създадете от нулата.`,
's5d929ff1619ac0c9': `Търсене`,
's6116dc9ee0ad2ea9': `Мека светлина`,
's63cac58dc8ed50ea': `Дръжка на плъзгача на филтъра`,
's6630496438b2c2e9': `Няма филтри, които да съответстват на Вашето търсене`,
's69fbbdb8ad2a084a': `Потъмняване`,
's713f8ac3f21647cd': `Смесен режим на смесване`,
's73f77bbec41c24cc': `Плъзгач за филтриране`,
's744d993d03f29851': `Екран`,
's7ed13ccddb1bf3c3': `Наслагване`,
's82caaf657b01a4d0': `Ниво на сивото`,
's8a5c7b0f9d26a384': `Насищане`,
's93b38b71b79d98c1': `Инвертно`,
's9ff3121d30f88d52': `Нормално`,
'sa43fa88ea2159d40': `Филтър наляво`,
'sa6bc00b74fafc29e': str`${0} Селектор за филтриране`,
'sa8beb6b1182241ac': `Филтри`,
'sadf4fddccc26746d': str`${0} Емот на Twitch с ${1} Приложен филтър`,
'saf93ec81e566ad55': `Десен филтър`,
'sb67e0e7c0869f982': `Разлика`,
'sb8f610a0e8df91fc': `Светлинност`,
'sba64d8954d027206': `Прозрачност`,
'sbbe3fc658541fb58': `Настройки на филтъра`,
'sc211240133beea65': `Активирайте плъзгача за филтриране, за да настроите коя страна на екрана да бъде филтрирана, и не се колебайте да се движите из менюто, като плъзгате бутона.`,
'scdda3715cf670b1e': str`Демонстрационна стъпка ${0} с използване на темата ${1}`,
'scf92ea96f389a5e9': `Сепия`,
'sd09d06f291d4b24c': `Плюс по-тъмно`,
'sd88076d2994ee0fb': `Изключване`,
'sda9eb7b6b70799f3': `Контраст`,
'se9eb6976f93dfb18': `Персонализирайте`,
'sea66e6dc404ad61a': str`${0} Настройки на филтъра`,
'secf3bca7c1691718': `Размазване`,
'sf3c9367a587441b5': `Щракнете върху бутона, за да отворите менюто за филтриране, и изберете филтър, за да го приложите.`,
'sf7ef7bd814fbaa8a': `Яркост`,
'sf9929e2d356260c5': `1 - Фиксирана сума: Това е плоско увеличение или намаление, добавено към цената на продукта. 2 - Процент от първоначалната цена: Това е процентно увеличение или намаление на първоначалната цена на продукта. 3- Процент от първоначалната цена + опции: Това е процентно увеличение или намаление на първоначалната цена на продукта плюс всички други опции, които не са от този тип. 4- Текуща стойност * цена: Това ще умножи стойността на полето с цената, която сте задали`,
    };
  