
    // Do not modify this file by hand!
    // Re-generate this file by running lit-localize

    
    import {str} from '@lit/localize';

    /* eslint-disable no-irregular-whitespace */
    /* eslint-disable @typescript-eslint/no-explicit-any */

    export const templates = {
      's086e6c267ade2609': `Κορεσμός`,
's12d19e4d8b9aa14e': `Δεν απαιτείται διαμόρφωση, οπότε ορίστε πώς να χρησιμοποιήσετε τα Φίλτρα.`,
's18e8b71ff7db49f0': `Εναλλαγή θέματος`,
's1efbfc3937d565bd': `Φόντο`,
's2428fd2603e728e2': `Αναπτήρας Plus`,
's255857544a9d5ec0': `Επαναφορά`,
's27056379e0acfdb0': `Φωτισμός`,
's296ec239b0f24a15': `Κάψιμο χρώματος`,
's344ea8f4939cdc98': `Χρώμα`,
's37f902723b049138': `Έντονο φως`,
's4771754365720ac1': `Επιλογέας απόχρωσης`,
's491d2919cd6ec3d9': `Απόχρωση`,
's50b7a935c233f307': `Ξάνοιγμα χρώματος`,
's5210113c2dde3fee': `Καθαρό φόντο`,
's5c4aef4e5aa84518': `Περιστροφή απόχρωσης`,
's5cc1e842f13a85b9': `Χρησιμοποιήστε το μενού Προσαρμογή για να προσαρμόσετε το φίλτρο σας ή να φτιάξετε ένα από την αρχή.`,
's5d929ff1619ac0c9': `Αναζήτηση`,
's6116dc9ee0ad2ea9': `Απαλό φως`,
's63cac58dc8ed50ea': `Χειρολαβή ολισθητήρα φίλτρου`,
's6630496438b2c2e9': `Δεν υπάρχουν φίλτρα που να ταιριάζουν με την αναζήτησή σας`,
's69fbbdb8ad2a084a': `Σκοτείνιασμα`,
's713f8ac3f21647cd': `Mix Blend Mode`,
's73f77bbec41c24cc': `Φίλτρο Slider`,
's744d993d03f29851': `Οθόνη`,
's7ed13ccddb1bf3c3': `Επικάλυψη`,
's82caaf657b01a4d0': `Κλίμακα Γκρι`,
's8a5c7b0f9d26a384': `Διαβρέχω`,
's93b38b71b79d98c1': `Αντιστροφή`,
's9ff3121d30f88d52': `Κανονικό`,
'sa43fa88ea2159d40': `Φίλτρο αριστερά`,
'sa6bc00b74fafc29e': str`${0} Επιλογέας φίλτρου`,
'sa8beb6b1182241ac': `Φίλτρα`,
'sadf4fddccc26746d': str`${0} Twitch Emote With ${1} Filter Applied`,
'saf93ec81e566ad55': `Φίλτρο Δεξιά`,
'sb67e0e7c0869f982': `Διαφορά`,
'sb8f610a0e8df91fc': `Φωτοβολία`,
'sba64d8954d027206': `Διαφάνεια`,
'sbbe3fc658541fb58': `Ρυθμίσεις φίλτρου`,
'sc211240133beea65': `Ενεργοποιήστε το ρυθμιστικό φίλτρου για να ρυθμίσετε ποια πλευρά της οθόνης φιλτράρεται και μη διστάσετε να μετακινηθείτε στο μενού σύροντας το κουμπί.`,
'scdda3715cf670b1e': str`Βήμα επίδειξης ${0} χρησιμοποιώντας το θέμα ${1}`,
'scf92ea96f389a5e9': `Καστανόχρους`,
'sd09d06f291d4b24c': `Πλέον πιο σκούρα`,
'sd88076d2994ee0fb': `Αποκλεισμός`,
'sda9eb7b6b70799f3': `Αντίθεση`,
'se9eb6976f93dfb18': `Προσαρμογή`,
'sea66e6dc404ad61a': str`${0} Ρυθμίσεις φίλτρου`,
'secf3bca7c1691718': `Θολούρα`,
'sf3c9367a587441b5': `Κάντε κλικ στο κουμπί για να ανοίξετε το μενού φίλτρων και επιλέξτε ένα φίλτρο για να το εφαρμόσετε.`,
'sf7ef7bd814fbaa8a': `Λάμψη`,
'sf9929e2d356260c5': `Πολλαπλασιασμός`,
    };
  