
    // Do not modify this file by hand!
    // Re-generate this file by running lit-localize

    
    import {str} from '@lit/localize';

    /* eslint-disable no-irregular-whitespace */
    /* eslint-disable @typescript-eslint/no-explicit-any */

    export const templates = {
      's086e6c267ade2609': `Насыщенность`,
's12d19e4d8b9aa14e': `Настройка не требуется, поэтому вот как использовать Filters.`,
's18e8b71ff7db49f0': `Переключить тему`,
's1efbfc3937d565bd': `Фон`,
's2428fd2603e728e2': `Плюс зажигалка`,
's255857544a9d5ec0': `Сброс`,
's27056379e0acfdb0': `Осветление`,
's296ec239b0f24a15': `Огненный цвет`,
's344ea8f4939cdc98': `Цвет`,
's37f902723b049138': `Жёсткий свет`,
's4771754365720ac1': `Селектор оттенков`,
's491d2919cd6ec3d9': `Оттенок`,
's50b7a935c233f307': `Цвет Dodge`,
's5210113c2dde3fee': `Чистый фон`,
's5c4aef4e5aa84518': `Оттенок повернуть`,
's5cc1e842f13a85b9': `Используйте меню Customize, чтобы настроить фильтр или создать его с нуля.`,
's5d929ff1619ac0c9': `Поиск`,
's6116dc9ee0ad2ea9': `Мягкий свет`,
's63cac58dc8ed50ea': `Ручка ползунка фильтра`,
's6630496438b2c2e9': `Нет фильтров, соответствующих вашему поиску`,
's69fbbdb8ad2a084a': `Затемнить`,
's713f8ac3f21647cd': `Режим наложения Mix`,
's73f77bbec41c24cc': `Ползунок фильтра`,
's744d993d03f29851': `Экран`,
's7ed13ccddb1bf3c3': `Наложение`,
's82caaf657b01a4d0': `Оттенки серого`,
's8a5c7b0f9d26a384': `Насыщенность`,
's93b38b71b79d98c1': `Инвертировать`,
's9ff3121d30f88d52': `Нормальный`,
'sa43fa88ea2159d40': `Фильтр левый`,
'sa6bc00b74fafc29e': str`${0} Селектор фильтров`,
'sa8beb6b1182241ac': `Фильтры`,
'sadf4fddccc26746d': str`${0} Twitch Emote With ${1} Применен фильтр`,
'saf93ec81e566ad55': `Фильтр правый`,
'sb67e0e7c0869f982': `Разница`,
'sb8f610a0e8df91fc': `Освещение`,
'sba64d8954d027206': `Непрозрачность`,
'sbbe3fc658541fb58': `Настройки фильтра`,
'sc211240133beea65': `Включите ползунок фильтра, чтобы настроить, какая сторона экрана будет фильтроваться, и не стесняйтесь перемещаться по меню, перетаскивая кнопку.`,
'scdda3715cf670b1e': str`Демонстрационный шаг ${0} с использованием темы ${1}`,
'scf92ea96f389a5e9': `Сепия`,
'sd09d06f291d4b24c': `Плюс темнее`,
'sd88076d2994ee0fb': `Исключение`,
'sda9eb7b6b70799f3': `Контраст`,
'se9eb6976f93dfb18': `Настроить`,
'sea66e6dc404ad61a': str`${0} Настройки фильтра`,
'secf3bca7c1691718': `Размытие`,
'sf3c9367a587441b5': `Нажмите на кнопку, чтобы открыть меню фильтров и выбрать фильтр для его применения.`,
'sf7ef7bd814fbaa8a': `Яркость`,
'sf9929e2d356260c5': `Умножить`,
    };
  