
    // Do not modify this file by hand!
    // Re-generate this file by running lit-localize

    
    import {str} from '@lit/localize';

    /* eslint-disable no-irregular-whitespace */
    /* eslint-disable @typescript-eslint/no-explicit-any */

    export const templates = {
      's086e6c267ade2609': `ความอิ่มตัว`,
's12d19e4d8b9aa14e': `ไม่จำเป็นต้องกำหนดค่าใดๆ ต่อไปนี้เป็นวิธีใช้ตัวกรอง`,
's18e8b71ff7db49f0': `สลับธีม`,
's1efbfc3937d565bd': `พื้นหลัง`,
's2428fd2603e728e2': `พลัสไฟแช็ก`,
's255857544a9d5ec0': `รีเซ็ต`,
's27056379e0acfdb0': `ทำให้เบาลง`,
's296ec239b0f24a15': `สีไหม้`,
's344ea8f4939cdc98': `สี`,
's37f902723b049138': `ฮาร์ดไลท์`,
's4771754365720ac1': `ตัวเลือกสี`,
's491d2919cd6ec3d9': `สีสัน`,
's50b7a935c233f307': `สีดอดจ์`,
's5210113c2dde3fee': `พื้นหลังที่ชัดเจน`,
's5c4aef4e5aa84518': `หมุนเฉดสี`,
's5cc1e842f13a85b9': `ใช้เมนูปรับแต่งเพื่อปรับตัวกรองของคุณหรือสร้างขึ้นใหม่ตั้งแต่ต้น`,
's5d929ff1619ac0c9': `ค้นหา`,
's6116dc9ee0ad2ea9': `แสงนุ่มนวล`,
's63cac58dc8ed50ea': `ที่จับสไลเดอร์ฟิลเตอร์`,
's6630496438b2c2e9': `ไม่มีตัวกรองที่ตรงกับการค้นหาของคุณ`,
's69fbbdb8ad2a084a': `ทำให้มืดลง`,
's713f8ac3f21647cd': `โหมดผสมแบบผสม`,
's73f77bbec41c24cc': `ตัวกรองสไลเดอร์`,
's744d993d03f29851': `หน้าจอ`,
's7ed13ccddb1bf3c3': `การวางซ้อน`,
's82caaf657b01a4d0': `โทนสีเทา`,
's8a5c7b0f9d26a384': `ทำให้อิ่มตัว`,
's93b38b71b79d98c1': `พลิกกลับ`,
's9ff3121d30f88d52': `ปกติ`,
'sa43fa88ea2159d40': `ฟิลเตอร์ซ้าย`,
'sa6bc00b74fafc29e': str`ตัวเลือกตัวกรอง ${0}`,
'sa8beb6b1182241ac': `กรอง`,
'sadf4fddccc26746d': str`${0} Twitch Emote พร้อมฟิลเตอร์ ${1}`,
'saf93ec81e566ad55': `ตัวกรองขวา`,
'sb67e0e7c0869f982': `ความแตกต่าง`,
'sb8f610a0e8df91fc': `ความส่องสว่าง`,
'sba64d8954d027206': `บริเวณทึบแสง`,
'sbbe3fc658541fb58': `การตั้งค่าตัวกรอง`,
'sc211240133beea65': `เปิดใช้งานแถบเลื่อนตัวกรองเพื่อปรับด้านของหน้าจอที่จะถูกกรอง และสามารถเลื่อนไปรอบๆ เมนูได้โดยการลากปุ่ม`,
'scdda3715cf670b1e': str`ขั้นตอนการสาธิต ${0} โดยใช้ธีม ${1}`,
'scf92ea96f389a5e9': `ซีเปีย`,
'sd09d06f291d4b24c': `พลัสเข้มกว่า`,
'sd88076d2994ee0fb': `การยกเว้น`,
'sda9eb7b6b70799f3': `ตัดกัน`,
'se9eb6976f93dfb18': `ปรับแต่ง`,
'sea66e6dc404ad61a': str`${0} การตั้งค่าตัวกรอง`,
'secf3bca7c1691718': `เบลอ`,
'sf3c9367a587441b5': `คลิกปุ่มเพื่อเปิดเมนูตัวกรองและเลือกตัวกรองที่จะใช้`,
'sf7ef7bd814fbaa8a': `ความสว่าง`,
'sf9929e2d356260c5': `คูณ`,
    };
  