Repository: Zozman/filters-twitch-extension
Catalog: xliff/*.xlf
Languages: bg, th

# sf3c9367a587441b5
source: Click the button to open the filter menu and select a filter to apply it.
bg: Щракнете върху бутона, за да отворите менюто за филтриране, и изберете филтър, за да го приложите.
th: คลิกปุ่มเพื่อเปิดเมนูตัวกรองและเลือกตัวกรองที่จะใช้

# sc211240133beea65
source: Enable the Filter Slider to adjust what side of the screen is filtered, and feel free to move around the menu by dragging the button.
bg: Активирайте плъзгача за филтриране, за да настроите коя страна на екрана да бъде филтрирана, и не се колебайте да се движите из менюто, като плъзгате бутона.
th: เปิดใช้งานแถบเลื่อนตัวกรองเพื่อปรับด้านของหน้าจอที่จะถูกกรอง และสามารถเลื่อนไปรอบๆ เมนูได้โดยการลากปุ่ม

# s12d19e4d8b9aa14e
source: No configuration required, so here's how to use Filters.
bg: Не е необходима конфигурация, затова ето как да използвате филтрите.
th: ไม่จำเป็นต้องกำหนดค่าใดๆ ต่อไปนี้เป็นวิธีใช้ตัวกรอง

# scdda3715cf670b1e
source: Demo step ${index + 1} using the ${this.theme} theme
bg: Демонстрационна стъпка ${index + 1} с използване на темата ${this.theme}
th: ขั้นตอนการสาธิต ${index + 1} โดยใช้ธีม ${this.theme}

# sea66e6dc404ad61a
source: ${this.editorActive ? 'Hide' : 'Show'} Filter Settings
bg: ${this.editorActive ? 'Hide' : 'Show'} Настройки на филтъра
th: ${this.editorActive ? 'Hide' : 'Show'} การตั้งค่าตัวกรอง

# sbbe3fc658541fb58
source: Filter Settings
bg: Настройки на филтъра
th: การตั้งค่าตัวกรอง

# s18e8b71ff7db49f0
source: Toggle Theme
bg: Превключване на темата
th: สลับธีม

# sa8beb6b1182241ac
source: Filters
bg: Филтри
th: กรอง

# s5d929ff1619ac0c9
source: Search
bg: Търсене
th: ค้นหา

# s6630496438b2c2e9
source: No Filters Match Your Search
bg: Няма филтри, които да съответстват на Вашето търсене
th: ไม่มีตัวกรองที่ตรงกับการค้นหาของคุณ

# se9eb6976f93dfb18
source: Customize
bg: Персонализирайте
th: ปรับแต่ง

# secf3bca7c1691718
source: Blur
bg: Размазване
th: เบลอ

# sf7ef7bd814fbaa8a
source: Brightness
bg: Яркост
th: ความสว่าง

# sda9eb7b6b70799f3
source: Contrast
bg: Контраст
th: ตัดกัน

# s82caaf657b01a4d0
source: Grayscale
bg: Ниво на сивото
th: โทนสีเทา

# s5c4aef4e5aa84518
source: Hue Rotate
bg: Завъртане на нюанса
th: หมุนเฉดสี

# s93b38b71b79d98c1
source: Invert
bg: Инвертно
th: พลิกกลับ

# s8a5c7b0f9d26a384
source: Saturate
bg: Насищане
th: ทำให้อิ่มตัว

# scf92ea96f389a5e9
source: Sepia
bg: Сепия
th: ซีเปีย

# s1efbfc3937d565bd
source: Background
bg: Фон
th: พื้นหลัง

# s4771754365720ac1
source: Tint Selector
bg: Избирател на нюанси
th: ตัวเลือกสี

# s5210113c2dde3fee
source: Clear Background
bg: Ясен фон
th: พื้นหลังที่ชัดเจน

# sba64d8954d027206
source: Opacity
bg: Прозрачност
th: บริเวณทึบแสง

# s713f8ac3f21647cd
source: Mix Blend Mode
bg: Смесен режим на смесване
th: โหมดผสมแบบผสม

# s9ff3121d30f88d52
source: Normal
bg: Нормално
th: ปกติ

# sf9929e2d356260c5
source: Multiply
bg: 1 - Фиксирана сума: Това е плоско увеличение или намаление, добавено към цената на продукта. 2 - Процент от първоначалната цена: Това е процентно увеличение или намаление на първоначалната цена на продукта. 3- Процент от първоначалната цена + опции: Това е процентно увеличение или намаление на първоначалната цена на продукта плюс всички други опции, които не са от този тип. 4- Текуща стойност * цена: Това ще умножи стойността на полето с цената, която сте задали
th: คูณ

# s744d993d03f29851
source: Screen
bg: Екран
th: หน้าจอ

# s7ed13ccddb1bf3c3
source: Overlay
bg: Наслагване
th: การวางซ้อน

# s69fbbdb8ad2a084a
source: Darken
bg: Потъмняване
th: ทำให้มืดลง

# s27056379e0acfdb0
source: Lighten
bg: Облекчете
th: ทำให้เบาลง

# s50b7a935c233f307
source: Color Dodge
bg: Цветен дъжд
th: สีดอดจ์

# s296ec239b0f24a15
source: Color Burn
bg: Цветен огън
th: สีไหม้

# s37f902723b049138
source: Hard Light
bg: Силна светлина
th: ฮาร์ดไลท์

# s6116dc9ee0ad2ea9
source: Soft Light
bg: Мека светлина
th: แสงนุ่มนวล

# sb67e0e7c0869f982
source: Difference
bg: Разлика
th: ความแตกต่าง

# sd88076d2994ee0fb
source: Exclusion
bg: Изключване
th: การยกเว้น

# s491d2919cd6ec3d9
source: Hue
bg: Нюанс
th: สีสัน

# s086e6c267ade2609
source: Saturation
bg: Насищане
th: ความอิ่มตัว

# s344ea8f4939cdc98
source: Color
bg: Цвят
th: สี

# sb8f610a0e8df91fc
source: Luminosity
bg: Светлинност
th: ความส่องสว่าง

# sd09d06f291d4b24c
source: Plus Darker
bg: Плюс по-тъмно
th: พลัสเข้มกว่า

# s2428fd2603e728e2
source: Plus Lighter
bg: Запалка Plus
th: พลัสไฟแช็ก

# s73f77bbec41c24cc
source: Filter Slider
bg: Плъзгач за филтриране
th: ตัวกรองสไลเดอร์

# sa43fa88ea2159d40
source: Filter Left
bg: Филтър наляво
th: ฟิลเตอร์ซ้าย

# saf93ec81e566ad55
source: Filter Right
bg: Десен филтър
th: ตัวกรองขวา

# s255857544a9d5ec0
source: Reset
bg: Нулиране
th: รีเซ็ต

# sa6bc00b74fafc29e
source: ${filter.name} Filter Selector
bg: ${filter.name} Селектор за филтриране
th: ตัวเลือกตัวกรอง ${filter.name}

# sadf4fddccc26746d
source: ${ExtensionOverlay.filterExampleEmoteName} Twitch Emote With ${filter.name} Filter Applied
bg: ${ExtensionOverlay.filterExampleEmoteName} Емот на Twitch с ${filter.name} Приложен филтър
th: ${ExtensionOverlay.filterExampleEmoteName} Twitch Emote พร้อมฟิลเตอร์ ${filter.name}

# s63cac58dc8ed50ea
source: Filter Slider Handle
bg: Дръжка на плъзгача на филтъра
th: ที่จับสไลเดอร์ฟิลเตอร์

# s5cc1e842f13a85b9
source: Use the Customize menu to adjust your filter or make one from scratch.
bg: Използвайте менюто Персонализиране, за да настроите филтъра си или да го създадете от нулата.
th: ใช้เมนูปรับแต่งเพื่อปรับตัวกรองของคุณหรือสร้างขึ้นใหม่ตั้งแต่ต้น
